Repository: RichardJ70/4PS-ApprovalPortal
Catalog: Translations/PoC Approval Portal.*.xlf
Languages: nl_nl

# Table 4268952096 - Property 2879900210
source: Approval Cue BVGO
nl_nl: Goekeuring BVGO

# Table 4268952096 - Field 1663593181 - Property 2879900210
source: Primary Key
nl_nl: Primaire sleutel

# Table 4268952096 - Field 1617033503 - Property 2879900210
source: Requests to Approve
nl_nl: Aanvragen ter goedkeuring 1

# Table 4268952096 - Field 354223950 - Property 2879900210
source: Requests to Approve Company
nl_nl: Bedrijf goedkeuring 1

# Table 4268952096 - Field 3530123354 - Property 2879900210
source: Requests to Approve
nl_nl: Aanvragen ter goedkeuring 2

# Table 4268952096 - Field 2587032291 - Property 2879900210
source: Requests to Approve Company
nl_nl: Bedrijf goedkeuring 2

# Table 4268952096 - Field 2892426737 - Property 2879900210
source: Requests to Approve
nl_nl: Aanvragen ter goedkeuring 3

# Table 4268952096 - Field 132143516 - Property 2879900210
source: Requests to Approve Company
nl_nl: Bedrijf goedkeuring 3

# Table 4268952096 - Field 510549292 - Property 2879900210
source: Requests to Approve
nl_nl: Aanvragen ter goedkeuring 4

# Table 4268952096 - Field 3171597425 - Property 2879900210
source: Requests to Approve Company
nl_nl: Bedrijf goedkeuring 4

# Table 4268952096 - Field 4167819971 - Property 2879900210
source: Requests to Approve
nl_nl: Aanvragen ter goedkeuring 5

# Table 4268952096 - Field 3732115178 - Property 2879900210
source: Requests to Approve Company
nl_nl: Bedrijf goedkeuring 5

# Table 4268952096 - Field 143592048 - Property 2879900210
source: User ID Filter
nl_nl: Gebruikers ID Filter

# Page 173960374 - Property 2879900210
source: Approval Activities
nl_nl: Goedkeuringsactiviteiten BVGO

# Page 173960374 - Control 3860314472 - Property 2879900210
source: Approvals
nl_nl: Goedkeuringsposten BVGO

# Page 3316975662 - Property 2879900210
source: Approval Comments
nl_nl: Goedkeuringsopmerkingen

# Page 3316975662 - Control 2790486453 - Property 1295455071
source: Specifies the comment. You can enter a maximum of 250 characters, both numbers and letters.
nl_nl: Specificeer de opmerking. U kunt maxmimaal 250 karakters invoeren

# Page 3316975662 - Control 2491730758 - Property 1295455071
source: Specifies the date and time when the comment was made.
nl_nl: Specificeer de datum en tijd
